["Coli sehari berapa kali?","Lebih takut sama setan atau mantan?","Selain jadi beban, kamu cita cita jadi apa?","siapa mantan terindah?","sebutkan org yg lagi dekat sama kamu tanpa inisial","pernah selingkuh?","Acara tv apa yang paling kamu benci?","Apa baju yang (menurutmu) paling jelek yang pernah kamu pakai, dan kapan kamu memakainya?","Apa hal paling buruk (gosip) yang pernah kamu bilang tentang temenmu?","Apa hal paling memalukan dari dirimu?","Apa hal pertama yang kamu lihat saat kamu melihat orang lain (lawan jenis)?","Apa hal terbodoh yang pernah kamu lakukan?","Apa ketakutan terbesar kamu?","Apa mimpi terburuk yang pernah kamu alami?","Apa mimpi terkonyol yang sampai sekarang kamu kamu ingat?","Apa pekerjaan paling konyol yang pernah kamu bayangin kamu akan jadi?","Apa sifat terburukmu menurut kamu?","Apa sifat yang ingin kamu rubah dari dirimu?","Apa yang kamu fikirkan sebelum kamu tidur ? ex: menghayal tentang jodoh,dll.","Apakah hal yang menurutmu paling menonjol dari dirimu?","Dari semua kelas yang ada di sekolah, kelas mana yang paling ingin kamu masuki dan kelas mana yang paling ingin kamu hindari?","Film dan lagu apa yang pernah membuat kamu menangis?","Hal paling romantis apa yang seseorang (lawan jenis) pernah lakuin atau kasih ke kamu?","Hal-hal menjijikan apa yang pernah kamu alami ?","Jika punya kekuatan super/ super power ingin melakukan apa?","Jika sebentar lagi kiamat, apa yang kamu lakukan ?","Apakah kamu takut mati? kenapa?","Kok bisa suka sama orang yang kamu sukai?","Menurutmu, apa sifat baik teman terdekatmu yang nggak dia sadari?","Orang seperti apa yang ingin kamu nikahi suatu saat nanti?","Pernahkah kamu diam-diam berharap hubungan seseorang dengan pacarnya putus? Siapa?","Pilih PACAR atau TEMAN ? why?","Quote apa yang paling kamu ingat dan kamu suka?","Siapa di antara temanmu yang kamu pikir matre?","Siapa di antara teman-temanmu yang menurutmu potongan rambutnya paling nggak banget?","Siapa diantara temen-temenmu yang paling NGGAK fotogenik dan kalo difoto lagi ketawa mukanya jelek banget?","Siapa mantan terindah mu? dan mengapa kalian putus ?!","Siapa nama artis yang pernah kamu bucinin diam-diam?","Siapa nama guru cowok yang pernah kamu sukai dulu?","Siapa nama mantan pacar teman mu yang pernah kamu sukai diam diam?","Siapa nama orang (lawan jenis) yang menurutmu akan asyik bila dijadikan pacar?","Siapa nama orang yang kamu benci, tapi kamu rasa orang itu suka sama kamu (nggak harus lawan jenis)?","Siapa nama orang yang pernah kamu kepoin diam-diam?","Siapa orang (lawan jenis) yang paling sering terlintas di pikiranmu?","Siapa orang yang paling menjengkelkan di antara teman teman mu ? Sertakan alasannya!","Siapa yang paling mendekati tipe pasangan idealmu di sini","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""]